[
  {
    "title": "Bob Graham Center for Public Service",
    "role": "Research Civic Scolar",
    "description": "The Civic Scholars program of the Bob Graham Center for Public Service offers UF undergraduates an opportunity to gain research and public service experience on key issues facing Florida. I undertook the project to explore the spatial distribution of financial barriers to healthcare access across the FL counties and to analyze the relationship between county insurance coverage and healthcare cost barriers in the year 2016. Analysis of these variables included spatial distribution analysis and statistical analysis of the relationship between insurance coverage and cost barrier.",
    "startDate": "Dec 2020",
    "endDate": "Jun 2021"
  },
  {
    "title": "Office for Science and Technology of the Embassy of France in the United States",
    "role": "Research Analyst",
    "description": "I constructed a research report illustrating a detailed examination of the Biotech ecosystem in Florida, compared to other South-East regions of the US, through various statistical analyses, geographic investigations, and qualitative interviews. As the Office of Science and Technology of the Embassy of France in the US seeks to enhance partnerships between the two countries, this report aims to pinpoint the collaboration opportunities that French Biotech leaders could explore in the Sunshine State.",
    "startDate": "June 2021",
    "endDate": "Jan 2022"
  },
  {
    "title": "Florida 3rd Congressional District Office",
    "role": "Congressional Intern",
    "description": "I helped facilitate Florida District 3 citizen services, federal cases, and other provisions. I work with constituent communication, assisting with constituent aid, and supporting office staff with their varying responsibilities.",
    "startDate": "Jan 2022",
    "endDate": "Apr 2022"
  },
  {
    "title": "University of Florida Federal Relations Office",
    "role": "Federal Relations Intern",
    "description": "Chosen to intern in a team of 4 to represent the University of Florida in Washington D.C., I attended hearings, drafted reports and legislative updates, and supported special projects and events on behalf of UF. With a specialization in healthcare, I was in charge of investigating health-related policies and what impact they will have on UF's role as a public university. The research has ventured into studies of ARPA-H, federal biomedical integrity, and the National Mental Health Crisis.",
    "startDate": "Jun 2022",
    "endDate": "Aug 2022"
  },
  {
    "title": "City of Gainesville",
    "role": "Policy Research Fellow",
    "description": "Chosen to intern in a team of 4 to represent the University of Florida in Washington D.C., I attended hearings, drafted reports and legislative updates, and supported special projects and events on behalf of UF. With a specialization in healthcare, I was in charge of investigating health-related policies and what impact they will have on UF's role as a public university. The research has ventured into studies of ARPA-H, federal biomedical integrity, and the National Mental Health Crisis.",
    "startDate": "Aug 2022",
    "endDate": "Present"
  }
]